Repository: Ninth-MrJ/OrmFrameEmpty
Catalog: Common/Orm.Toolkit/ImitationTelerik/Strings.*.resx
Languages: tr

source: Appointment
tr: Takvim

source: Appointment Recurrence
tr: Takvim Yinelenmesi

source: Appointment time
tr: Yinelenme Zamanı

source: Cancel
tr: Vazgeç

source: Create appointment
tr: Takvim Oluştur

source: _Daily
tr: _Günlük

source: day(s)
tr: günde bir

source: Delete appointment
tr: Takvimi Sil

# DurationColon
source: D_uration
tr: Sü_re

# Day
source: 日
tr: _Gün

source: Edit Appointment
tr: Takvimi Düzenle

source: Edit recurrence rule
tr: Yinelenme Kuralı Düzenle

source: End _by
tr: Bi_tiş

# EndColon
source: E_nd
tr: Bi_tiş

source: E_very
tr: H_er

# EveryDay
source: day
tr: gün

source: Every wee_kday
tr: Haftaiçi

source: first
tr: ilk

source: fourth
tr: dördüncü

source: last
tr: son

source: _Monthly
tr: _Aylık

source: month(s)
tr: ayın

source: N_o end date
tr: Sürekli _Tekrarla

source: occurrences
tr: kez tekrarla

source: of every
tr: her

source: OK
tr: Tamam

source: Range of recurrence
tr: Yinelenme Düzeni

source: Recurrence pattern
tr: Yinelenme Planı

source: Remove Recurrence
tr: Yinelenme _Sil

source: Save Appointment
tr: Kaydet

# SaveRecurrence
source: Save Recurrence Rule
tr: Yinelenme Kaydet

source: second
tr: ikinci

source: Start:
tr: Başlangıç:

# StartColon
source: S_tart
tr: _Başlangıç

source: third
tr: üçüncü

source: Untitled
tr: İsimsiz

# WeekDays
source: weekday
tr: haftaiçi

# WeekendDays
source: weekend day
tr: haftasonu

source: _Weekly
tr: _Haftalık

source: week(s) on:
tr: hafta aşağıdaki günlerde yinele:

source: _Yearly
tr: _Yıllık

source: All da_y event
tr: Tüm _Gün

source: Edit Recurrence
tr: Yinelenme Düzenle

# EditRecurrenceCommandText
source: Edit _Recurrence
tr: Yinelenme _Düzenle

source: End time
tr: Bitiş Zamanı

source: Save and Close
tr: Kaydet ve Kapat

# SaveAndCloseCommandText
source: _Save & Close
tr: _Kaydet & Kapat

source: Start time
tr: Başlangıç Zamanı

source: Sub_ject
tr: Takvim _Adı

source: Open Recurring Item
tr: Yinelenmeyi Gör

# OpenOccurrence
source: Open this _occurrence.
tr: Bu _Girdiyi Gör

# OpenSeries
source: Open the _series.
tr: Aralığı Gör.

# OpenRecurringItemQuestion
source: "{0}" is a recurring appointment. Do you want to open only this occurrence or the series?
tr: "{0}" yinelenen bir takvim. Sadece bu girdiyi mi yoksa yinelenen tüm zaman aralığını mı görmek istiyorsunuz?

source: Edit Parent Appointment
tr: Kapsayan Takvimi Düzenle

# Body
source: Description
tr: Notlar

# SetDayViewMode
source: Sets the scheduler's view mode to day
tr: Çizelge görüntüsünü güne göre ayarla

# SetMonthViewMode
source: Sets the scheduler's view mode to month
tr: Çizelge görüntüsünü aya göre ayarla

# SetWeekViewMode
source: Sets the scheduler's view mode to week
tr: Çizelge görüntüsünü haftaya göre ayarla

# EndDateBeforeStart
source: The end date you entered occurs before the start date
tr: Girdiğiniz başlangıç zamanı bitiş zamanından daha önce

# Month
source: 月
tr: _Ay

# Week
source: 周
tr: _Hafta

# InvalidRecurrenceRuleMessage
source: The Recurrence pattern is not valid.
tr: Yinelenme planı geçerli değil.

# InvalidRecurrenceRuleTitle
source: Invalid pattern
tr: Geçersiz plan

# DeleteOccurrence
source: Delete this _occurrence.
tr: Bu _Girdiyi Sil.

# DeleteSeries
source: Delete the _series.
tr: Tü_münü Sil.

source: Delete Recurring Item
tr: Yinelenen Öğeyi Sil

# DeleteRecurringItemQuestion
source: "{0}" is a recurring appointment. Do you want to delete only this occurrence or the series?
tr: "{0}" yinelenen bir takvim. Sadece bu girdiyi mi yoksa yinelenen tüm zaman aralığını mı silmek istiyorsunuz?

source: Delete item
tr: Öğeyi Sil

# DeleteItemQuestion
source: Are you sure you want to delete this appointment?
tr: Bu randevuyu silmek istediğinizden emin misiniz?

# Timeline
source: 时间轴
tr: Zaman çizelgesi

source: Categorize
tr: Kategorize

source: Show As
tr: Gösterisi olarak

source: Auto hide
tr: Otomatik gizleme

source: Floating
tr: Yüzen

source: Hide
tr: Gizlemek

source: Tabbed document
tr: Sekmeli Belge

source: Busy
tr: Meşgul

source: Free
tr: Bağımsız

source: Out Of Office
tr: Dışarı

source: Tentative
tr: öneri niteliğinde

source: High Importance
tr: yüksek önem

source: Low Importance
tr: düşük önem

# ResourceEditingMessage
source: You can only change the resources by opening the series
tr: Sadece dizi açarak kaynakları değiştirebilirsiniz

source: Clear
tr: Temizlemek

source: Clear All
tr: Tüm
